/* Accessory view must be no more than 200pts high. */
"Accessory view must be no more than 250pts high." = "Die Höhe des Accessory View darf 250 Punkte nicht überschreiten.";

/* Accessory view must be no more than 600pts wide. */
"Accessory view must be no more than 600pts wide." = "Die Breite des Accessory View darf 600 Punkte nicht überschreiten.";

/* Can't modify properties until data has been set */
"Can't modify properties until data has been set." = "Um die Eigenschaften zu ändern müssen erst Daten vorhanden sein.";

/* Can't perform '%@' on an empty list. */
"Can't perform '%@' on an empty list." = "Kann die Anweisung '%@' nicht mit einer leeren Liste ausführen.";

/* Can't perform '%@' when lists have differing item counts. */
"Can't perform '%@' when lists have differing item counts." = "Kann die Anweisung '%@' nicht ausführen wenn die Listen unterschiedliche längen haben.";

/* Cancel row deletion */
"Cancel" = "Abbrechen";

/* Row deletion alert message */
"Delete the selected rows?" = "Ausgewählte Zeilen löschen?";

/* Discard Change button */
"Discard Change" = "Änderung verwerfen";

/* Error preparing results list. */
"Error preparing results list." = "Fehler beim Erstellen der Ergebnisliste.";

/* Invalid '%@' parameter, item is not a list: %@ */
"Invalid '%@' parameter, item is not a list: %@" = "Parameter '%@' ist ungültig, %@ ist keine Liste.";

/* Invalid '%@' parameter: %@ */
"Invalid '%@' parameter: %@" = "Parameter '%@' ist ungültig : %@";

/* Invalid column type: %lu */
"Invalid column type: %lu" = "Art der Spalte ist ungültig : %lu";

/* Invalid index in '%@' parameter: %@ */
"Invalid index in '%@' parameter: %@" = "Index von Parameter %@ ist ungültig: '%@'.";

/* No such table property: %@ */
"No such table property: %@" = "Tabelleneigenschaft existiert nicht: %@";

/* OK button
 OK row deletion */
"OK" = "OK";

/* Please provide a valid value. */
"Please provide a valid value." = "Bitte einen gültigen Wert bereitstellen.";

/* Provided data can't have more than 100 columns. */
"Provided data can't have more than 100 columns." = "Die Daten dürfen nicht mehr als 100 Spalten liefern.";

/* Provided data doesn't consist solely of lists. */
"Provided data doesn't consist solely of lists." = "Die gelieferten Daten bestehen nicht ausschließlich aus Listen";

/* Provided data is an empty list. */
"Provided data is an empty list." = "Die gelieferten Daten bestehen aus einer leeren Liste.";

/* Provided data: expected a date, but found some other class. */
"Provided data: expected a date, but found some other class." = "Datenübergabe: Datum erwartet, aber andere Klasse erhalten.";

/* Provided data: expected a number, but found some other class. */
"Provided data: expected a number, but found some other class." = "Datenübergabe: Zahl erwartet, aber andere Klasse erhalten.";

/* Provided data: expected number or boolean, but found some other class. */
"Provided data: expected number or boolean, but found some other class." = "Datenübergabe: Zahl oder Wahrheitswert erwartet, aber andere Klasse erhalten.";

/* Provided data: expected text, but found some other class. */
"Provided data: expected text, but found some other class." = "Datenübergabe: Text erwartet, aber andere Klasse erhalten.";

/* Provided data: list doesn't consist solely of lists. */
"Provided data: list doesn't consist solely of lists." = "Datenübergabe: Liste besteht nicht ausschließlich aus Listen.";

/* Provided data: lists are not all of equal length. */
"Provided data: lists are not all of equal length." = "Datenübergabe: Länge der Listen unterschiedlich.";

/* Provided data: unknown type: %d. */
"Provided data: unknown type: %d." = "Datenübergabe: unbekannter Typ: %d.";

/* Strangely, the list's list is not a list. Please report the circumstances. */
"Strangely, the list's list is not a list. Please report the circumstances." = "Merkwürdig, die übergeordnete Liste dieser Liste ist gar keine Liste. Bitte einen Fehlerbericht einsenden.";

/* The '%@' command requires a list of lists. */
"The '%@' command requires a list of lists." = "Die Anweisung '%@' erfordert eine Liste von Listen.";

/* The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@ */
"The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@" = "Die Anweisung '-SMSModifyColumns:usingProperties:error:' hat keine Eigenschaft: %@";

/* The table you have passed is not valid */
"The table you have passed is not valid" = "Die übergebene Tabelle ist ungültig";

/* The value '%@' is invalid. */
"The value '%@' is invalid." = "Der Wert '%@' ist ungültig.";

/* Row deletion alert detail */
"All selected rows will be deleted" = "Alle ausgewählten Reihen werden gelöscht";

/* Unknown error */
"Unknown error" = "Unbekannter Fehler";

/* Unknown error: Unable to initialize table dialog. */
"Unknown error: Unable to initialize table dialog." = "Unbekannter Fehler: Initialisierung des Tabellendialogs fehlgeschlagen.";

/* User interaction not allowed: %d */
"User interaction not allowed: %d" = "Benutzereingriff ist nicht erlaubt : %d";

